{"spirituality": [["Reflexiono con mi patrulla cuando hacemos excursiones o campamentos.", "Escucho a los demás y aprendo de ellos."], ["Conozco los fundamentos de mi fe.", "Soy constante en los compromisos que he asumido con mi religion.", "Asumo tareas en las celebraciones religiosas que hacemos en mi {Unidad}."], ["Me gusta rezar y trato de hacerlo todos los dias.", "Siempre encuentro en lo que hago razones para pedir y dar gracias a Dios.", "Rezo habitualmente con mi patrulla."], ["Trato de vivir las enseñanzas de mi fe en todo lo que hago.", "Entiendo por qué mi fe me pide que ayude a los demás."], ["Comparto con todas las personas, sean o no de mi religion.", "Sé cuáles son las principales religiones que hay en mi país."]], "character": [["Me gusta participar en actividades que me ayudan a conocerme.", "Escucho las criticas que me hacen los demas y reflexiono sobre ellas.", "Sé que puedo ser cada dia mejor."], ["Me propongo metas para ser mejor.", "Hago cosas que me ayudan a cumplir mis metas.", "Me ofrezco para ayudar en mi patrulla y en mi casa."], ["Conozco y comprendo la Ley y la Promesa {GuiaScout}.", "He prometido esforzarme por vivir la Ley y la Promesa {GuiaScout}."], ["Sé lo que significa ser leal.", "Trato de ser leal con lo que creo, conmigo mismo y con los demás.", "Participo en actividades que muestran la importancia de actuar con lealtad."], ["Enfrento y resuelvo mis dificultades con alegría.", "Contribuyo al ambiente de alegría de mi {Unidad}.", "Expreso mi alegría sin burlarme de los demás."], ["Aprecio los consejos que me dan en mi patrulla.", "Respeto las decisiones tomadas en mi patrulla, aun cuando piense distinto."]], "creativity": [["Aprendo cosas nuevas además de las que me enseñan en la escuela.", "Me intereso por conocer más sobre lo que pasa a mi alrededor.", "Busco mis propias lecturas y puedo relacionarlas con las cosas que me pasan."], ["Doy mi opinión sobre las cosas que me pasan.", "Ayudo en la preparación de los temas que discutimos en mi patrulla.", "Participo en la organización de las excursiones de mi patrulla."], ["Perfecciono mis habilidades manuales.", "Conozco y uso algunas técnicas de campismo y pionerismo."], ["Elijo y completo una especialidad.", "Uso las especialidades que he adquirido para resolver problemas cotidianos."], ["Participo con entusiasmo en las actividades artisticas de mi {Unidad}.", "Expreso mis pensamientos y experiencias en el {LibroDePatrulla}."], ["Puedo identificar las principales partes de un problema.", "Conozco diferentes técnicas de comunicación y sé utilizar algunas de ellas."]], "sociability": [["Procuro que respetemos a nuestros compañer{OsAs}, cualquiera sea su manera de ser.", "Cumplo los compromisos que asumo.", "Converso con mi patrulla sobre los derechos humanos."], ["Entiendo cuales son mis responsabilidades cuando tengo un cargo.", "Participo en las elecciones de mi patrulla y coopero con l{OsAs} que son elegid{OsAs}.", "Trabajo con los demás para lograr las metas que nos hemos propuesto."], ["Conozco y respeto las principales normas de convivencia.", "Digo mi opinión cuando establecemos normas en mi patrulla, entre mis amigos o en mi escuela."], ["Sé qué hacen los bomberos, la policia, los hospitales, el municipio y otros servicios públicos de mi comunidad.", "Trato de realizar una buena acción todos los dias.", "Participo en las actividades de servicio que organiza mi patrulla.", "Conozco las distintas realidades sociales del lugar en que vivo."], ["Conozco los principales productos propios de la cultura de mi país.", "Me gusta sentirme parte de la cultura de mi país.", "Participo en las actividades de mi patrulla que muestran la cultura de mi país."], ["Conozco los principales símbolos del Movimiento Scout.", "Participo en actividades organizadas por mi Asociacion.", "Conozco las principales culturas originarias de América.", "Participo en actividades y talleres en que aprendo la importancia de la comprensión internacional y la paz."], ["Conozco los diferentes ecosistemas de mi país.", "Ayudo en la limpieza y el mejoramiento de los lugares en que paseo y acampo.", "He participado con mi patrulla en la mantención de un huerto productivo u otro proyecto similar."]], "affectivity": [["Me doy cuenta y puedo hablar de las cosas que me atemorizan.", "Me doy cuenta por qué reacciono de la manera en que a veces lo hago.", "Busco apoyo en mi patrulla cuando estoy triste o algo me confunde."], ["Escucho las opiniones de los demás y si no estoy de acuerdo lo digo con respeto.", "Soy capaz de decir que no cuando creo que algo es incorrecto.", "Soy leal con mis amigos sin dejar de lado o tratar mal a quienes no lo son."], ["Me gusta querer y que me quieran.", "Me intereso por los demás y soy generos{OA}."], ["Me informo adecuadamente sobre lo que significa ser {MyGender} y ser {OtherGender}.", "Entiendo que la sexualidad humana está unida al amor.", "Comparto por igual con mis hermanas y hermanos las tareas que nos piden en la casa."], ["Le cuento a mi familia lo que hacemos en l{OsAs} {GuiasScouts} y trato que ellos participen en las actividades a las que son invitados.", "Me gusta hacer cosas con mi familia y ayudo en lo que me piden para organizarlas."]], "corporality": [["Participo en actividades que me ayudan a mantener mi cuerpo fuerte y sano."], ["Me doy cuenta de los cambios que se están produciendo en mi cuerpo.", "Trato de evitar situaciones que puedan dañar mi salud y la de mis compañer{OsAs}.", "Sé lo que puedo y no puedo hacer con mi cuerpo.", "Trato de no ser agresiv{OA} en juegos y actividades."], ["Me preocupo por mi aspecto personal y por que mi cuerpo esté limpio.", "Ayudo a ordenar y limpiar mi casa y los lugares en que estudio y juego."], ["Como los alimentos que me ayudan a crecer y lo hago a las horas adecuadas.", "Sé por qué es importante la limpieza al preparar y comer los alimentos."], ["Le dedico al estudio el tiempo necesario.", "Me gusta participar en distintas actividades recreativas."], ["Participo en los juegos, excursiones y campamentos que organiza mi patrulla.", "Practico regularmente un deporte.", "Conozco y practico diferentes juegos y respeto sus reglas."]]}