{"spirituality": [["Preparo y conduzco algunas de las actividades que nos ayudan a descubrir a Dios en la naturaleza.", "Procuro que en mi patrulla nos escuchemos y aprendamos un{OA}s de otr{OA}s."], ["Leo los libros sagrados de mi fe y converso con adultos que me ayudan a conocerla mejor.", "Participo en las celebraciones y actividades de mi religion.", "Comparto con mi patrulla reflexiones de los textos sagrados de mi fe."], ["Entiendo la oración como una manera de conversar con Dios.", "Rezo para conversar con Dios y alabarlo, darle gracias, ofrecerle lo que hago y pedirle por las cosas que me pasan.", "Organizo y comparto momentos de oración con mi patrulla y mi familia."], ["Me siento feliz cuando los demás ven en mi a una persona que vive de acuerdo a su fe.", "Invito a mi patrulla a cooperar con las acciones que mi comunidad religiosa hace por los demas."], ["Trato que en mi patrulla se respeten las opciones religiosas de las personas.", "Me interesa conocer otras religiones.", "Actúo con respeto frente a las ideas, celebraciones y actividades de otras religiones."]], "character": [["Pienso sobre mi manera de ser y trato cada dia de mejorar.", "Soy capaz de criticarme.", "Sé que soy capaz de hacer cosas y de hacerlas bien."], ["Me esfuerzo cada vez más en superar mis defectos.", "Soy constante en mis propósitos.", "Cumplo las responsabilidades que asumo."], ["Comprendo que lo que me piden la Ley y la Promesa {GuiaScout} es importante para mi vida.", "Me esfuerzo por vivir la Ley y la Promesa {GuiaScout}."], ["Entiendo que es importante actuar de acuerdo a lo que pienso.", "Me esfuerzo por hacer las cosas según lo que pienso.", "Contribuyo para que en mi patrulla nos comprometamos con lo que creemos."], ["Soy alegre.", "Comparto mi alegría con mis amigas, amigos y mi familia.", "Ayudo para que en mi {Unidad} seamos alegres sin ofender a los demas."], ["Ayudo a mis compañer{OsAs} de patrulla a superarse.", "Opino y asumo responsabilidades en el Consejo de Patrulla."]], "creativity": [["Me preocupo por saber cada vez más sobre los temas que me interesan.", "Saco mis propias conclusiones de los hechos que pasan a mi alrededor.", "Me intereso en leer sobre diferentes temas."], ["Puedo analizar una situación desde distintos puntos de vista.", "Propongo temas para discutir en mi patrulla.", "Organizo actividades novedosas para realizar con mi patrulla."], ["Coopero en la mantención y renovación del local y materiales de mi patrulla.", "Participo en el diseño e instalación de las construcciones de campamento."], ["Perfecciono mis conocimientos en las especialidades que he elegido.", "Aplico mis especialidades en las actividades de servicio."], ["Expreso por distintos medios mis intereses y aptitudes artísticas.", "Me gusta cantar y conozco muchas canciones.", "Ayudo a preparar materiales para las representaciones artisticas."], ["Conozco cómo funcionan los servicios que uso habitualmente, como el teléfono, la electricidad, la radio, la television y otros.", "He participado en un proyecto que presenta una solución novedosa a un problema técnico habitual."]], "sociability": [["Respeto a todas las personas, independientemente de sus ideas, su clase social y su forma de vida.", "Ayudo a mi patrulla en los compromisos que tomamos.", "No me gusta cuando no se respetan los derechos humanos y lo digo.", "Participo en actividades relacionadas con los derechos de las personas."], ["Sé cómo se toman las decisiones en mi país y quiénes intervienen en ellas.", "Opino con respeto sobre las personas que ejercen autoridad.", "Considero las opiniones de los demás, cuando tengo que tomar decisiones que los afectan."], ["Respeto las normas de convivencia de los distintos ambientes en que actúo, aunque no siempre esté de acuerdo con ellas.", "Opino sobre lo que me gusta o no de las normas de los distintos ambientes en que actúo."], ["Mantengo una agenda de direcciones útiles.", "Realizo una buena acción cada dia.", "Propongo actividades de servicio de mi patrulla y {Unidad} y colaboro en su organización.", "Me gusta participar en actividades que ayudan a superar las diferencias sociales.", "Conozco las diferentes posiciones políticas que hay en mi país."], ["Conozco la geografía de mi país y su influencia en nuestra cultura.", "Aprecio la cultura de mi país y me identifico con ella.", "Propongo en mi patrulla y {Unidad} actividades que muestren los valores propios de la cultura de nuestro país."], ["Conozco el Movimiento Scout de mi país.", "Participo en los contactos que mantiene mi Grupo con guías y scouts de otros paises.", "Me intereso en conocer en detalle una cultura originaria de América.", "Me gusta saber cómo viven las personas en otros paises."], ["Sé cuáles son los principales problemas ambientales de mi país.", "Aplico técnicas que me permiten mejorar al medioambiente y no dañar los lugares en que acampo.", "He participado con mi patrulla en proyectos de conservación."]], "affectivity": [["Trato de dominar mis reacciones, aún en situaciones dificiles o inesperadas.", "Sé que es normal que a veces prefiera la soledad, o no me atreva a hacer algo, o sienta inseguridad o rabia; y trato de manejar estos sentimientos.", "Comparto mis sentimientos y emociones con mi patrulla."], ["Digo lo que pienso con respeto hacia los demás.", "Mantengo mi opinión cuando estoy convencid{OA} que es correcta.", "Aprecio a mis amigos y amigas y no me enojo con ellos por cualquier cosa."], ["Entiendo la importancia del amor en mi vida.", "Estoy siempre dispuest{OA} a ayudar a mis compañer{OsAs} de patrulla.", "Aprecio a las personas por lo que son."], ["Comparto con los demás, sin vergüenza ni burla, lo que sé sobre sexualidad del hombre y de la mujer.", "Me preparo para vivir mi sexualidad unida al amor.", "Considero con igual dignidad a hombres y mujeres."], ["Soy cariños{OA} con mi familia y acepto las decisiones que se toman en mi casa.", "Converso con mis padres sobre lo que consideran bueno para mí y mis hermanos y hermanas.", "Estoy siempre dispuest{OA} a ayudar a mis hermanos y hermanas."]], "corporality": [["Respeto mi cuerpo y el de los demás."], ["Comprendo que los cambios que se estan produciendo en mi cuerpo influyen en mi manera de ser.", "Sé qué hacer frente a una enfermedad o accidente.", "Trato de superar las dificultades físicas propias de mi crecimiento.", "Converso con mis compañer{OsAs} para resolver los problemas que se producen entre nosotr{OsAs}"], ["Me preocupo por mi aspecto personal y siempre trato de estar limpi{OA} y ordenad{OA}.", "Mantengo limpios y ordenados mi dormitorio y mis cosas.", "Cuido, limpio y ordeno los lugares en que acampo."], ["Sé qué alimentos me ayudan a crecer y cuáles no.", "Sé preparar comidas sencillas y lo hago con orden y limpieza."], ["Organizo bien mi tiempo para estudiar, compartir con mi familia y estar con mis amig{OsAs}.", "Sé elegir entre las diferentes actividades recreativas."], ["Ayudo a preparar los juegos, excursiones y campamentos de mi patrulla y mi {Unidad}.", "Me esfuerzo por mejorar mi rendimiento en el deporte que practico y sé ganar y perder.", "Preparo juegos para distintas ocasiones."]]}